export const INITIAL_LARGE_CATEGORIES = [
    '프론트엔드',
    '어드민',
    'SAP 연동',
    '마이그레이션'
];

export const INITIAL_MEDIUM_CATEGORIES: Record<string, string[]> = {
    '프론트엔드': [
        '회원가입 및 인증',
        '마이페이지',
        '메인페이지',
        '기능요소',
        '상품',
        '커뮤니케이션'
    ],
    '어드민': [
        '대시보드',
        '주문관리',
        '상품관리',
        '마케팅관리',
        '배너관리',
        '통계관리',
        '회원관리',
        '약관관리',
        '관리자 계정관리',
        '관리자 기능',
        '판매영업점관리'
    ],
    'SAP 연동': [
        '주문등록',
        '결제',
        '회원관리'
    ],
    '마이그레이션': [
        '회원',
        '크레딧',
        '포인트'
    ]
};
